<template>
    <div class="discounts-container mt-8 mb-3 bg-red-50 p-1 sm:p-5 border-round-2xl">
        <h2>Лучший интернет-зоомагазин Краснодара</h2>
        <p class="text-justify">
            Интернет-магазин ZooМаг ориентируется на заботливых хозяев домашних животных и предлагает свои услуги. <br><br>
            Домашние животные - наши верные друзья, компаньоны, те, кто радует нас каждый день и дарит нам позитивные эмоции. 
            А настоящая дружба - дружба взаимная. Как наши питомцы приносят нам радость, так и мы должны окружать их заботой и 
            ухаживать за ними.<br><br>
            Независимо от размеров Вашего питомца и его аппетитов, будь то маленькая рыбка, котенок или огромный породистый пес - 
            для любого из «братьев наших меньших» у нас найдется именно то, что нужно Вашему питомцу:<br>
        </p>
        <ul>
            <li>Огромный выбор сухих кормов для собак и кошек;</li>
            <li>товары для собак (игрушки, туалеты, ошейники, намордники и пр.);</li>
            <li>товары для кошек (когтеточки, наполнители, домики, шлейки, миски, туалеты и т.д.);</li>
            <li>товары для птиц (корма, клетки, игрушки и пр.);</li>
            <li>товары для грызунов (клетки, корма, наполнители);</li>
            <li>также в нашем магазине представлен широкий ассортимент витаминов и лекарств для домашних животных, средств для ухода и иных аксессуаров.</li>
        </ul>
        <p class="text-justify">
            Покупатели обязательно отметят для себя:
        </p>
        <ul>
            <li>Разнообразие товаров;</li>
            <li>свежесть кормов;</li>
            <li>соотношение цены и качества;</li>
            <li>возможность обратиться за консультацией;</li>
            <li>гибкие условия доставки;</li>
            <li>заинтересованное отношение сотрудников.</li>
        </ul>
        <p class="text-justify">
            Оформление интернет-заказа добавит посетителям приятных моментов в виде участия в бонусной программе, получения кэшбека,
            актуальных акций и скидок.
        </p>
        <p class="text-justify">
            Мы в ответе за тех, кого приручили! <br><br> 
            И помните, хорошее настроение Вашего любимца - это и Ваше хорошее настроение!
        </p>
    </div>
</template>


<script setup>

</script>


<style scoped>

</style>