<template>
    <div class="agreement-container mt-8 mb-3 bg-red-50 p-1 sm:p-5 border-round-2xl">
        <h1 class="text-3xl sm:text-4xl">Пользовательское соглашение</h1>
        <p class="text-justify">
            Настоящим Я, действуя своей волей и в своем интересе, при размещении (вводе) своих персональных данных на Интернет сайте 
            zoomag индивидуального предпринимателя Иванова Ивана Ивановича (ИНН: 9999999999, ОГРН: 888888888, Адрес: г. Краснодар 
            ул. Ставропольская д 555 кв 666, далее - Оператор) подтверждаю свое согласие на обработку указанных мной персональных 
            данных Оператором, в соответствии с <router-link to="/privacy-policy">Политикой конфиденциальности</router-link>, 
            в целях оказания мне услуг, предложения новых услуг, предлагаемых Оператором, в целях проведения опросов, анкетирования, 
            рекламных и маркетинговых исследований в отношении услуг, предоставляемых Оператором, в том числе путем осуществления 
            прямых контактов со мною посредством средств связи, указанных мной на настоящем сайте. <br><br>
            Настоящее право (согласие) предоставляется на осуществление любых действий в отношении моих персональных данных, которые 
            необходимы и желаемы для достижения вышеуказанных целей, включая, без ограничения, сбор, систематизацию, накопление, 
            хранение, уточнение (обновление, изменение), использование, передачу третьим лицам, обезличивание, блокирование и 
            уничтожение персональных данных (в том числе по моей инициативе после запроса на почту zoomag@mail.ru), под которыми 
            понимаются все данные, указанные мной на настоящем сайте.<br><br>
            Настоящим подтверждаю, что уведомлен о том, что обработка персональных данных осуществляется Оператором любым способом, 
            в том числе как с использованием средств автоматизации (включая программное обеспечение), так и без использования средств 
            автоматизации (с использованием различных материальных носителей, включая бумажные носители).
        </p>
    </div>
</template>


<script setup>

</script>


<style scoped>
    
</style>