<template>
    <div class="delivery-container mt-8 mb-3 bg-red-50 p-1 sm:p-5 border-round-2xl">
        <h2>Условия доставки</h2>
        <p class="text-justify">
            Покупка товаров для животных не должна быть обременительной для обладателей четвероногих друзей, поэтому у ZooМаг есть 
            услуга доставки зоотоваров и кормов для животных.  Вам не придется тратить свое время на то, чтобы сходить за покупками. 
            Вместо похода по магазинам, вы сможете провести больше времени с вашим другом или заняться более нужными и приятными делами.  
            Кроме того, доставка не займет много времени и будет выполнена в установленные сроки. А еще у нас вы сможете получить скидки
            (можно ознакомиться внизу данного раздела). Именно поэтому приобретать товары для животных на ZooМаг легко!
        </p>
        <h3>1. Доставка зоотоваров по г. Краснодар</h3>
        <p class="text-justify">
            При заказе на сумму от 900 руб. - доставка бесплатно.<br>При заказе на сумму до 900 руб. - стоимость доставки 160 руб.<br>
            Доставка осуществляется в течение 1-2 РАБОЧИХ дней. Как правило, мы стараемся осуществить доставку День-в-День или на следующий 
            рабочий, но иногда просим запас по времени, чтобы обеспечить вашу заявку в полном объеме. Не рассчитывайте, что Вам всё сделают 
            в последний день! Это как минимум безответственно перед Вашим питомцем, если б он смог Вам сообщить, что у него заканчивается 
            корм, он бы так и сделал, поэтому в первую очередь именно Вы должны сделать заказ заранее.<br>
            Время доставки с 13:00 до 16:00 и с 17:00 до 23:00, другое время согласовывается по телефону с менеджером.<br>
            Доставка в выходные дни не осуществляется. Возможно согласование доставки на выходной день при заказе до 10:00 пятницы. 
            Дневная доставка возможна только на следующий рабочий день после оформления заказа.<br>
            Предоплата необязательна, возможна полная оплата при получении.
        </p>
        <h3>2. Доставка зоотоваров в пригороды г. Краснодар</h3>
        <p class="text-justify">
            При заказе на сумму от 1900 руб. - доставка бесплатно.<br>При заказе на сумму до 1900 руб. - доставка от 200 руб.<br>
            Доставка осуществляется в течение 2-3 рабочих дней. Время доставки с 20:00 до 24:00, другое время согласовывается по телефону с менеджером.<br>
            Доставка в выходные дни не осуществляется. Возможно согласование доставки на выходной день при заказе до 10:00 пятницы.<br>
            Предоплата необязательна, возможна полная оплата при получении.
        </p>
        <h3>3. Доставка зоотоваров по Краснодарскому краю в зоне до 200 км от Краснодара</h3>
        <p class="text-justify">
            При заказе на сумму от 2900 руб. - доставка бесплатно по графику.<br>
            При заказе на сумму до 2900 руб. - доставка от 300 руб по графику.<br><br>
            <strong>Предоплата 50%</strong>. Оплата остатка при получении заказа. <a href="#">Реквизиты для оплаты.</a><br><br>
            Внимание! Бесплатная доставка по Краснодарскому краю (далее 30 км от административной границы Краснодара) осуществляется согласно графику.
        </p>
        <h3>4. Доставка зоотоваров в г. Сочи</h3>
        <p>
            Предоплата заказа 100%.<br>
            Стоимость доставки по тарифам выбранной транспортной компании.<br>
            Реквизиты для оплаты <a href="#">здесь</a>.
        </p>
        <h3>5. Доставка зоотоваров в Ставропольский край</h3>
        <p>
            Предоплата заказа 100%.<br>
            Стоимость доставки по тарифам выбранной транспортной компании.<br>
            Реквизиты для оплаты <a href="#">здесь</a>.
        </p>
        <h3>6. Доставка зоотоваров в Республику Крым и Севастополь</h3>
        <p>
            Предоплата заказа 100%.<br>
            Стоимость доставки по тарифам выбранной транспортной компании.<br>
            Реквизиты для оплаты <a href="#">здесь</a>.
        </p>
        <h3>7. Доставка по России</h3>
        <p class="text-justify text-xs">
            (Белгородская область, Брянская область, Владимирская область, Воронежская область, Ивановская область, Калужская область, 
            Костромская область, Курская область, Липецкая область, Орловская область, Рязанская область, Смоленская область, 
            Тамбовская область, Тверская область, Тульская область, Ярославская область, Вологодская область, Новгородская область, 
            Псковская область, Кировская область, Нижегородская область, Пензенская область, Пермский край, Самарская область, 
            Саратовская область, Астраханская область, Волгоградская область, Ростовская область, а так же другие регионы России).
        </p>
        <p>
            Предоплата заказа 100%.<br>
            Стоимость доставки по тарифам выбранной транспортной компании.<br><br>
            Хотите задать вопрос: мы на связи по Московскому времени с 10:00 до 17:00.<br>
            Скорость доставки зависит от работы транспортной компании.<br>
            Реквизиты для оплаты <a href="#">здесь</a>.
        </p>
        <h3>8. Самовывоз</h3>
        <p class="text-justify">
            Услуга самовывоза не предоставляется. Да, совсем не предоставляется. Вы можете согласовать с Менеджером место и время, 
            например, Торговый Центр, где Вы будете ждать курьера (именно так - Вы будете ждать курьера, а не курьер Вас), 
            курьер подъедет в согласованный промежуток времени и выдаст Вам заказ.<br><br>
            В интернет-зоомагазине ZooМаг действует система скидок, ознакомиться с которыми вы можете в разделе <a href="#">"Скидки"</a> 
        </p>
    </div>
</template>


<script setup>

</script>


<style scoped>

</style>