<template>
    <div class="discounts-container mt-8 mb-3 bg-red-50 p-1 sm:p-5 border-round-2xl">
        <h1>Скидки</h1>
        <p class="text-justify">
            Дорогие друзья! <br><br> Каждый владелец домашнего питомца хочет приобретать зоотовары по самым низким ценам. И поэтому 
            практически каждый интернет-зоомагазин старается привлечь покупателя, громко заявляя в рекламе, что именно у него самая 
            низкая цена. <br><br>Кто-то обещает Вам вернуть разницу в цене с хитрыми условиями? Кто-то начисляет вам мизерные "бонусы" за 
            покупки, которые Вы не знаете как потратить? Кто-то говорит о серьезных скидках, но даже не публикует условия их 
            предоставления на своем сайте? <br><br>Вы действительно хотите покупать зоотовары в Краснодаре по самым выгодным ценам?! - 
            Есть ответ: Наша система скидок реально обеспечит нашим постоянным клиентам действительно выгодные цены на корма и товары 
            для животных в Краснодаре и Краснодарском крае!<br><br>
            Как? - Давайте посчитаем! <br><br>Возможно, Вам покажется, что наша цена в каталоге на сайте сейчас не самая низкая. К примеру, 
            какой-то корм для собак стоит у нас 5100 рублей за мешок, а у нашего конкурента 4950 рублей. Но после первой покупки Вы 
            получаете гарантированную скидку 3% на дальнейшие покупки и вторая покупка будет для Вас стоить уже 5100-3%=4947 рублей. 
            То есть, с двух покупок вы экономите уже более 300 рублей, что уже выгоднее, чем заявленная цена конкурента.
            А продолжая покупать зоотовары в нашем интернет-зоомагазине Вы можете получить скидку до 10%, и покупать этот корм уже 
            за 5100-10%=4590 рублей! Согласитесь, что даже если у конкурента цена ниже не на 50, а на 100 рублей и даже если Вам там 
            предлагают накопить какие-то копеечные "бонусные баллы", то всё равно при постоянных покупках в нашем зоомагазине, Вы 
            будете покупать этот корм на 510 рублей дешевле!<br><br>
            Именно поэтому, просим вас вдумчиво ознакомиться с нашей системой предоставления скидок:<br><br>
            1. При разовом или накопительном заказе на сумму от 5 000 руб., со следующего заказа Вы получаете скидку - 3%.<br><br>
            2. При дальнейшем накоплении заказов на сумму 20 000 руб., Вы получаете дополнительно +1% к текущей скидке. 
            Теперь ваша скидка уже 4%. Продолжив делать покупки в нашем интернет-зоомагазине Вы накапливаете сумму покупок и 
            увеличиваете свою скидку согласно таблице в п.3. Максимальный размер скидки 10%. В накопленную сумму считаются только 
            оплаченные и доставленные заказы, текущий заказ при расчете скидки не учитывается (вы его еще не получили).<br><br>
            3. Таблица расчета скидок в зависимости от накопленной суммы покупок:
        </p>
        <DataTable class="table" :value="items">
            <Column class="border-2 text-center" field="percent" header="Процент скидки, сумма минимального заказа"></Column>
            <Column class="border-2 text-center" field="summa" header="Накопленная сумма покупок"></Column>
        </DataTable>
        <p class="text-justify">
            <strong>Для учета скидок Вы должны быть <router-link v-if="token" to="/personal-area">зарегистрированы на нашем сайте</router-link><router-link v-else to="/auth-sign-in">зарегистрированы на нашем сайте</router-link>. Накопленная сумма отображается в Вашем личном кабинете.</strong><br><br> 
            4. Накопленная скидка сохраняется 6 месяцев. Если Вы не сделали ни одного заказа в нашем магазине более 6 месяцев - 
            скидка аннулируется. Быть нашим постоянным клиентом выгодно.<br><br>
            Важно учесть, что при оформлении заказе по телефону или через интернет-магазин без регистрации - Ваш заказ не попадет 
            в личный кабинет, так как оператор не сможет зайти под Вашим логином и паролем, и пожалуйста, даже не просите его сделать 
            это. Поэтому просим Вас зарегистрироваться на сайте, чтобы покупка зоотоваров в нашем магазине была для Вас максимально 
            выгодной. <br><br>
            <strong style="font-size: 20px;">Скидки по разным дисконтным программам и акциям не суммируются. Вы можете выбрать для 
            себя наиболее выгодную скидку, но только какую-то одну. На товары участвующие в акциях и распродажах скидки по дисконтным 
            программам не предоставляются - эти товары уже со скидками.</strong><br><br>
            Так же просим обратить внимание, что на товар в промоупаковке (например, на мешке или пачке написано "+20% бесплатно" 
            или "5+1 бесплатно") дополнительные скидки по дисконтным программам не предоставляются.
        </p>
    </div>
</template>


<script setup>
import DataTable from 'primevue/datatable'
import Column from 'primevue/column'
import { ref } from "vue"
import { useAuthStore } from '../stores/auth'

const authStore = useAuthStore();
const token = ref(authStore.userInfo.token);

const items = [
    {
        percent: '3%, минимальный заказ 900 руб.',
        summa: '5 000 руб.'
    },
    {
        percent: '4%, минимальный заказ 1200 руб.',
        summa: '25 000 руб.	'
    },
    {
        percent: '5%, минимальный заказ 1200 руб.',
        summa: '60 000 руб.'
    },
    {
        percent: '6%, минимальный заказ 1900 руб.',
        summa: '90 000 руб.'
    },
    {
        percent: '7%, минимальный заказ 1900 руб.',
        summa: '150 000 руб.'
    },
    {
        percent: '8%, минимальный заказ 2900 руб.',
        summa: '200 000 руб.'
    },
    {
        percent: '9%, минимальный заказ 2900 руб.',
        summa: '260 000 руб.'
    },
    {
        percent: '10%, минимальный заказ 2900 руб.',
        summa: '350 000 руб.'
    }
]
</script>


<style scoped>

</style>