<template>
    <div class="exchange-return-container mt-8 mb-3 bg-red-50 p-1 sm:p-5 border-round-2xl">
        <h1>Условия обмена и возврата товара</h1>
        <p class="text-justify">
            Правила обмена товара, возврата товара и возврата денежных средств регулируются Законом РФ от 07.02.1992 N 2300-1 
            (ред. от 01.05.2017) "О защите прав потребителей". Обращаем Ваше внимание, что согласно этому закону, не все товары 
            могут быть возвращены или заменены.
        </p>
        <h2>1. Возврат товара</h2>
        <h3>1.1. Возврат товара надлежащего качества</h3>
        <b>1.1.1. Самостоятельно.</b>
        <p class="mt-0 text-justify">
            Вам необходимо позвонить и сообщить о своем решении Менеджеру интернет-магазина и согласовать день и время. 
            Прием товара осуществляется в офисе. Денежные средства возвращаются тем же способом, каким Вы оплачивали заказ. 
        </p>
        <b>1.1.2. При помощи курьера.</b>
        <p class="mt-0 text-justify">
            Вам необходимо позвонить и сообщить о своем решении Менеджеру интернет-магазина. Выезд курьера платный. Если Вы 
            возвращаете часть заказа и оставшаяся сумма более 1200 рублей - стоимость возврата через курьера 160 рублей. Если 
            оставшаяся сумма заказа менее 1200 рублей и Вы возвращаете весь заказ полностью - стоимость возврата через курьера 
            320 рублей (стоимость доставки заказа + стоимость выезда на возврат). Денежные средства возвращаются тем же способом, 
            каким Вы оплачивали заказ.
        </p>
        <b>1.1.3. Транспортной компанией.</b>
        <p class="mt-0 text-justify">
            Вам необходимо позвонить и сообщить о своем решении Менеджеру интернет-магазина. Услуги транспортной компании Вы 
            оплачиваете самостоятельно. Денежные средства возвращаются тем же способом, каким Вы оплачивали заказ за вычетом расходов 
            Интернет-магазина на расходы по отправке и получению возвращаемого товара через транспортную компанию. <br><br>
            <b>Товар должен полностью сохранить товарный вид и иметь все этикетки, бирки, стикеры, упаковку.</b> 
            При нарушении этих условий товар не принимается.
        </p>
        <h3>1.2. Возврат товара ненадлежащего качества</h3>
        <b>1.2.1. Самостоятельно.</b>
        <p class="mt-0 text-justify">
            Вам необходимо позвонить и сообщить о своем решении Менеджеру интернет-магазина и согласовать день и время. Прием товара 
            осуществляется в офисе по адресу г. Краснодар, ул. Ставропольская 999 с 10:00 до 20:00. Денежные средства возвращаются 
            тем же способом, которым проходила оплата.
        </p>
        <b>1.2.2. При помощи курьера.</b>
        <p class="mt-0 text-justify">
            Вам необходимо позвонить и сообщить о своем решении Менеджеру интернет-магазина. Выезд курьера бесплатный. Денежные 
            средства возвращаются тем же способом, которым проходила оплата.
        </p>
        <b>1.2.3. Транспортной компанией.</b>
        <p class="mt-0 text-justify">
            Вам необходимо позвонить и сообщить о своем решении Менеджеру интернет-магазина. Услуги транспортной компании оплачивает 
            магазин, при условии что Вы предварительно согласовали Наименование транспортной компании и тариф на перевозку. Денежные 
            средства возвращаются тем же способом, которым проходила оплата.<br><br>
            <b>Товар должен полностью сохранить товарный вид и иметь все этикетки, бирки, стикеры, упаковку.</b> 
            При нарушении этих условий товар не принимается.
        </p>
        <h2>2. Возврат денежных средств в случае ошибочной оплаты либо оплаты несогласованного заказа</h2>
        <p class="mt-0 text-justify">
            Мы настоятельно просим Всех своих клиентов не оплачивать заказы до согласования заказа в личном разговоре с Менеджером 
            магазина по телефону, так как заказываемого товара может не оказаться на складе, либо Вам могут не подойти сроки доставки 
            или особенности товара (цвет, размер и т.п.) Предупреждение об этом факте Вы можете увидеть на странице оформления заказа, 
            и если Вы его игнорируете, это не отменяет сути данного предупреждения. Возврат денежных средств будет осуществлен Вам на 
            карту с которой Вы оплатили несогласованный заказ. <br><br>
            В случае перечисления ошибочной суммы, разница будет так же возвращена Вам. Пожалуйста, перед подтверждением платежа 
            проверьте сумму.
        </p>
    </div>
</template>


<script setup>

</script>


<style scoped>

</style>