<template>
    <div class="partners-container mt-8 mb-3 bg-red-50 p-1 sm:p-5 border-round-2xl">
        <h1>Наши партнеры</h1>
        <p class="text-justify">
            Здесь пока пусто  Здесь пока пусто Здесь пока пусто Здесь пока пусто Здесь пока пусто<br><br>
            Здесь пока пусто  Здесь пока пусто Здесь пока пусто Здесь пока пусто Здесь пока пусто<br><br>
            Здесь пока пусто  Здесь пока пусто Здесь пока пусто Здесь пока пусто Здесь пока пусто<br><br>
            Здесь пока пусто  Здесь пока пусто Здесь пока пусто Здесь пока пусто Здесь пока пусто<br><br>
            Здесь пока пусто  Здесь пока пусто Здесь пока пусто Здесь пока пусто Здесь пока пусто<br><br>
            Здесь пока пусто  Здесь пока пусто Здесь пока пусто Здесь пока пусто Здесь пока пусто<br><br>
            Здесь пока пусто  Здесь пока пусто Здесь пока пусто Здесь пока пусто Здесь пока пусто<br><br>
            Здесь пока пусто  Здесь пока пусто Здесь пока пусто Здесь пока пусто Здесь пока пусто<br><br>
        </p>
    </div>
</template>


<script setup>

</script>


<style scoped>
    
</style>