<template>
    <div class="privacy-policy-container mt-8 mb-3 bg-red-50 p-1 sm:p-5 border-round-2xl">
        <h1>Политика в отношении обработки персональных данных</h1>
        <h2>1. Общие положения</h2>
        <p class="text-justify">
            Настоящая политика обработки персональных данных составлена в соответствии с требованиями Федерального закона от 
            27.07.2006. №152-ФЗ «О персональных данных» и определяет порядок обработки персональных данных и меры по обеспечению 
            безопасности персональных данных, предпринимаемые индивидуальным предпринимателем Ивановым Иваном Ивановичем 
            (далее – Оператор). <br><br>
            1.1. Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека 
            и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную 
            и семейную тайну.<br><br>
            1.2. Настоящая политика Оператора в отношении обработки персональных данных (далее – Политика) применяется ко всей 
            информации, которую Оператор может получить о посетителях веб-сайта ZooМаг. Оператор не контролирует и не несет 
            ответственности за сайты третьих лиц, на которые Пользователь может перейти по ссылкам, доступным на Сайте ZooМаг.
        </p>
        <h2>2. Основные понятия, используемые в Политике</h2>
        <p class="text-justify">
            2.1. Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной 
            техники;<br><br>
            2.2. Блокирование персональных данных – временное прекращение обработки персональных данных (за исключением случаев, если 
            обработка необходима для уточнения персональных данных);<br><br>
            2.3. Веб-сайт – совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих 
            их доступность в сети интернет по сетевому адресу ZooМаг;<br><br>
            2.4. Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных, и 
            обеспечивающих их обработку информационных технологий и технических средств;<br><br>
            2.5. Обезличивание персональных данных — действия, в результате которых невозможно определить без использования 
            дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных;<br><br>
            2.6. Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с 
            использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, 
            систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу 
            (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных; 
            Оператор осуществляет обработку данных пользователя до момента подачи им заявления на отзыв согласия на обработку 
            персональных данных.<br><br>
            2.7. Оператор – Администрация сайта, индивидуальный предприниматель Иванов Иван Иванович (ИНН: 9999999999, 
            ОГРН: 8888888888, Адрес: г. Краснодар ул. Ставропольская д 999 кв 888).<br><br>
            2.8. Персональные данные – любая информация, относящаяся прямо или косвенно к определенному или определяемому 
            Пользователю веб-сайта ZooМаг;<br><br>
            2.9. Пользователь – любой посетитель веб-сайта ZooМаг;<br><br>
            2.10. Предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному лицу 
            или определенному кругу лиц;<br><br>
            2.11. Распространение персональных данных – любые действия, направленные на раскрытие персональных данных неопределенному 
            кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том 
            числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных 
            сетях или предоставление доступа к персональным данным каким-либо иным способом;<br><br>
            2.12. Уничтожение персональных данных – любые действия, в результате которых персональные данные уничтожаются 
            безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе 
            персональных данных и (или) уничтожаются материальные носители персональных данных.
        </p>
        <h2>3. Оператор может обрабатывать следующие персональные данные Пользователя</h2>
        <p class="text-justify">
            3.1. Персональная информация, которую Пользователь предоставляет о себе самостоятельно при регистрации (создании учетной 
            записи) или в процессе использования Сайта и его сервисов, включая персональные данные Пользователя. Обязательная для 
            предоставления Сервисов информация помечена специальным образом. Иная информация предоставляется Пользователем на его 
            усмотрение. <br><br>
            3.2. Данные, которые автоматически передаются сервисам Сайта в процессе их использования с помощью установленного на 
            устройстве Пользователя программного обеспечения, а именно программ Yandex.Metrika (предоставляется ООО “Яндекс”), 
            LiveInternet (предоставляется ООО Лаборатория поисковых и статистических решений), в том числе IP-адрес, данные файлов 
            cookie, информация о браузере Пользователя (или иной программе, с помощью которой осуществляется доступ к сервисам), 
            технические характеристики оборудования и программного обеспечения, используемых Пользователем, дата и время доступа к 
            сервисам, адреса запрашиваемых страниц, реферер (адрес предыдущей страницы) и иная подобная информация.
        </p>
        <h2>4. Категории собираемых персональных данных и цели их обработки</h2>
        <p class="text-justify">
            4.1. Сайт собирает и хранит только ту персональную информацию, которая необходима для предоставления информации об 
            услугах или исполнения соглашений и договоров с Пользователем, за исключением случаев, когда законодательством 
            предусмотрено обязательное хранение персональной информации в течение определенного законом срока. <br><br>
            4.2. Персональную информацию Пользователя Сайт обрабатывает в следующих целях:<br><br>
            4.2.1. Установления с Пользователем обратной связи, включая направление уведомлений, запросов, касающихся использования 
            Сайта, оказания услуг, обработку запросов и заявок от Пользователя.<br><br>
            Для достижения данной цели Оператор собирает и обрабатывает следующие категории персональных данных: имя, адрес 
            электронной почты, контактный номер телефона. К субъектам, персональные данные которых обрабатываются для указанной цели, 
            относятся: физические лица, заинтересованные в получении товаров/работ/услуг от Оператора, физические лица, состоящие в 
            гражданско-правовых и иных договорных отношениях с Оператором, представители юридических лиц - контрагентов Оператора 
            либо потенциально заинтересованных в установлении с ним гражданско-правовых отношений. Указанные персональные данные 
            обрабатываются смешанным способом. Срок обработки и хранения персональных данных, собираемых в соответствии с настоящим 
            пунктом, составляет не более 7 лет с момента получения последней заявки либо иного обращения от Пользователя. При 
            получении Оператором заявления субъекта персональных данных с требованием о прекращении обработки персональных данных 
            Оператор прекращает обработку персональных данных досрочно, а именно в срок, не превышающий десяти рабочих дней с даты 
            получения соответствующего требования. Указанный срок может быть продлен, но не более чем на пять рабочих дней в случае 
            направления оператором в адрес субъекта персональных данных мотивированного уведомления с указанием причин продления 
            срока предоставления запрашиваемой информации.<br><br>
            4.2.2. Идентификации Пользователя, зарегистрированного на Сайте, для формирования и исполнения персонализированных 
            предложений и соглашений.<br><br>
            Для достижения данной цели Оператор собирает и обрабатывает следующие категории персональных данных: имя, адрес 
            электронной почты, контактный номер телефона, пользовательский ID, IP-адрес. К субъектам, персональные данные которых 
            обрабатываются для указанной цели, относятся: физические лица, заинтересованные в получении товаров/работ/услуг от 
            Оператора, физические лица, состоящие в гражданско-правовых и иных договорных отношениях с Оператором, представители 
            юридических лиц - контрагентов Оператора либо потенциально заинтересованных в установлении с ним гражданско-правовых 
            отношений. Указанные персональные данные обрабатываются смешанным способом. Срок обработки и хранения персональных данных,
            собираемых в соответствии с настоящим пунктом, составляет не более 7 лет с момента получения последней заявки либо иного 
            обращения от Пользователя. При получении Оператором заявления субъекта персональных данных с требованием о прекращении 
            обработки персональных данных Оператор прекращает обработку персональных данных досрочно, а именно в срок, не превышающий
            десяти рабочих дней с даты получения соответствующего требования. Указанный срок может быть продлен, но не более чем на 
            пять рабочих дней в случае направления оператором в адрес субъекта персональных данных мотивированного уведомления с 
            указанием причин продления срока предоставления запрашиваемой информации.<br><br>
            4.2.3. Предоставления Пользователю доступа к персонализированным ресурсам Сайта.<br><br>
            Для достижения данной цели Оператор собирает и обрабатывает следующие категории персональных данных: имя, адрес 
            электронной почты, контактный номер телефона, пользовательский ID, IP-адрес. К субъектам, персональные данные которых 
            обрабатываются для указанной цели, относятся: физические лица, заинтересованные в получении товаров/работ/услуг от 
            Оператора, физические лица, состоящие в гражданско-правовых и иных договорных отношениях с Оператором, представители 
            юридических лиц - контрагентов Оператора либо потенциально заинтересованных в установлении с ним гражданско-правовых 
            отношений. Указанные персональные данные обрабатываются смешанным способом. Срок обработки и хранения персональных данных,
            собираемых в соответствии с настоящим пунктом составляет не более 7 лет с момента получения последней заявки либо иного 
            обращения от Пользователя. При получении Оператором заявления субъекта персональных данных с требованием о прекращении 
            обработки персональных данных Оператор прекращает обработку персональных данных досрочно, а именно в срок, не превышающий 
            десяти рабочих дней с даты получения соответствующего требования. Указанный срок может быть продлен, но не более чем на 
            пять рабочих дней в случае направления оператором в адрес субъекта персональных данных мотивированного уведомления с 
            указанием причин продления срока предоставления запрашиваемой информации.<br><br>
            4.2.4. Определения места нахождения Пользователя для обеспечения безопасности, предотвращения мошенничества.<br><br>
            Для достижения данной цели Оператор собирает и обрабатывает следующие категории персональных данных: IP-адрес пользователя.
            К субъектам, персональные данные которых обрабатываются для указанной цели, относятся: физические лица, заинтересованные 
            в получении товаров/работ/услуг от Оператора, физические лица, состоящие в гражданско-правовых и иных договорных отношениях 
            с Оператором, представители юридических лиц - контрагентов Оператора либо потенциально заинтересованных в установлении с ним
            гражданско-правовых отношений. Указанные персональные данные обрабатываются смешанным способом. Срок обработки и хранения 
            персональных данных, собираемых в соответствии с настоящим пунктом составляет не более 3 лет с момента последнего посещения 
            Пользователем Сайта. При получении Оператором заявления субъекта персональных данных с требованием о прекращении обработки 
            персональных данных Оператор прекращает обработку персональных данных досрочно, а именно в срок, не превышающий десяти 
            рабочих дней с даты получения соответствующего требования. Указанный срок может быть продлен, но не более чем на пять рабочих
            дней в случае направления оператором в адрес субъекта персональных данных мотивированного уведомления с указанием причин 
            продления срока предоставления запрашиваемой информации.<br><br>
            4.2.5. Предоставления Пользователю эффективной клиентской и технической поддержки.<br><br>
            Для достижения данной цели Оператор собирает и обрабатывает следующие категории персональных данных: имя, адрес электронной 
            почты, контактный номер телефона, пользовательский ID, IP-адрес. К субъектам, персональные данные которых обрабатываются для 
            указанной цели, относятся: физические лица, заинтересованные в получении товаров/работ/услуг от Оператора, физические лица, 
            состоящие в гражданско-правовых и иных договорных отношениях с Оператором, представители юридических лиц - контрагентов 
            Оператора либо потенциально заинтересованных в установлении с ним гражданско-правовых отношений. Указанные персональные данные
            обрабатываются смешанным способом. Срок обработки и хранения персональных данных, собираемых в соответствии с настоящим 
            пунктом составляет не более 7 лет с момента получения последней заявки либо иного обращения от Пользователя. При получении 
            Оператором заявления субъекта персональных данных с требованием о прекращении обработки персональных данных Оператор 
            прекращает обработку персональных данных досрочно, а именно в срок, не превышающий десяти рабочих дней с даты получения 
            соответствующего требования. Указанный срок может быть продлен, но не более чем на пять рабочих дней в случае направления 
            оператором в адрес субъекта персональных данных мотивированного уведомления с указанием причин продления срока предоставления 
            запрашиваемой информации.<br><br>
            4.2.6. Направления Пользователю уведомления о новых продуктах и услугах, специальных предложениях и различных событиях. 
            Пользователь всегда может отказаться от получения информационных сообщений, направив Оператору письмо на адрес электронной 
            почты zoomag@mail.ru с пометкой «Отказ от уведомлений о новых продуктах и услугах и специальных предложениях».<br><br>
            Для достижения данной цели Оператор собирает и обрабатывает следующие категории персональных данных: имя, адрес электронной 
            почты, контактный номер телефона, пользовательский ID. К субъектам, персональные данные которых обрабатываются для указанной 
            цели, относятся: физические лица, заинтересованные в получении товаров/работ/услуг от Оператора, физические лица, состоящие в 
            гражданско-правовых и иных договорных отношениях с Оператором, представители юридических лиц - контрагентов Оператора либо 
            потенциально заинтересованных в установлении с ним гражданско-правовых отношений. Указанные персональные данные обрабатываются 
            смешанным способом. Срок обработки и хранения персональных данных, собираемых в соответствии с настоящим пунктом, составляет не 
            более 7 лет с момента получения последней заявки либо иного обращения от Пользователя. При получении Оператором заявления 
            субъекта персональных данных с требованием о прекращении обработки персональных данных Оператор прекращает обработку 
            персональных данных досрочно, а именно в срок, не превышающий десяти рабочих дней с даты получения соответствующего требования. 
            Указанный срок может быть продлен, но не более чем на пять рабочих дней в случае направления оператором в адрес субъекта 
            персональных данных мотивированного уведомления с указанием причин продления срока предоставления запрашиваемой информации.<br><br>            
            4.3. Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, а именно с помощью программ 
            Yandex.Metrika (предоставляется ООО “Яндекс”), LiveInternet (предоставляется ООО Лаборатория поисковых и статистических 
            решений), служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания.<br><br>
            Для достижения данной цели Оператор собирает и обрабатывает следующие категории обезличенных данных: IP-адрес, данные 
            файлов cookie, информация о браузере Пользователя (или иной программе, с помощью которой осуществляется доступ к сервисам), 
            технические характеристики оборудования и программного обеспечения, используемых Пользователем, дата и время доступа к 
            сервисам, адреса запрашиваемых страниц, реферер (адрес предыдущей страницы). Указанные данные обрабатываются машинным 
            способом. Срок обработки и хранения обезличенных данных, собираемых в соответствии с настоящим пунктом, составляет не более 
            3 лет с момента последнего посещения Пользователем Сайта.
        </p>
        <h2>5. Правовые основания обработки персональных данных</h2>
        <p class="text-justify">
            5.1. Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки Пользователем 
            самостоятельно через специальные формы, расположенные на сайте ZooМаг.ru. Заполняя соответствующие формы и/или 
            отправляя свои персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой. <br><br>
            5.2. Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера 
            Пользователя (включено сохранение файлов «cookie» и использование технологии JavaScript).<br><br>
            5.3. Правовыми основаниями обработки персональных данных Оператором являются: Конституция Российской Федерации 
            (Ст. 23, 24), Федеральный закон от 27.07.2006. №152-ФЗ «О персональных данных», Приказ Роскомнадзора от 05.09.2013 №996, 
            настоящая Политика в отношении обработки персональных данных, Согласие на передачу и обработку персональных данных, 
            предоставляемое пользователем при заполнении формы заявки.
        </p>
        <h2>6. Порядок сбора, хранения, передачи и других видов обработки персональных данных</h2>
        <p class="text-justify">
            6.1. Персональная информация Пользователей хранится на территории Российской Федерации с соблюдением всех требований, 
            установленных действующим российским законодательством. <br><br>
            6.2. В отношении персональной информации Пользователя сохраняется ее конфиденциальность, кроме случаев добровольного 
            предоставления Пользователем информации о себе для общего доступа неограниченному кругу лиц (например, публикация отзывов). 
            В таких случаях Пользователь соглашается с тем, что определенная часть его персональной информации становится общедоступной.<br><br>
            6.3. Сайт вправе передать персональную информацию Пользователя третьим лицам в следующих случаях:<br><br>
            - Пользователь выразил согласие на такие действия и был проинформирован, какому конкретному третьему лицу и какой 
            объем персональных данных будет передан.<br><br>
            - Передача необходима для использования Пользователем определенного сервиса либо для исполнения определенного 
            соглашения или договора с Пользователем.<br><br>
            - Передача предусмотрена российским или иным применимым законодательством в рамках установленной законодательством 
            процедуры.<br><br>
            6.4. Обработка персональных данных Пользователя осуществляется любым законным способом, в том числе в информационных 
            системах персональных данных с использованием средств автоматизации или без использования таких средств. Обработка 
            персональных данных Пользователей осуществляется в соответствии с Федеральным законом от 27.07.2006 N 152-ФЗ 
            "О персональных данных". Срок обработки и хранения персональных данных, собираемых Оператором на сайте составляет не 
            более 7 лет с момента получения последней заявки либо иного обращения от Пользователя. При получении Оператором заявления 
            субъекта персональных данных с требованием о прекращении обработки персональных данных Оператор прекращает обработку 
            персональных данных в срок, не превышающий десяти рабочих дней с даты получения соответствующего требования, за 
            исключением случаев, предусмотренных пунктами 2 - 11 части 1 статьи 6 Федерального закона “О персональных данных”. 
            Указанный срок может быть продлен, но не более чем на пять рабочих дней в случае направления оператором в адрес субъекта 
            персональных данных мотивированного уведомления с указанием причин продления срока предоставления запрашиваемой информации.<br><br>
            6.5. При утрате или разглашении персональных данных Администрация Сайта информирует Пользователя об утрате или разглашении 
            персональных данных.<br><br>
            6.6. Администрация Сайта принимает необходимые организационные и технические меры для защиты персональной информации 
            Пользователя от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, 
            а также от иных неправомерных действий третьих лиц.<br><br>
            6.7. Администрация Сайта совместно с Пользователем принимает все необходимые меры по предотвращению убытков или иных 
            отрицательных последствий, вызванных утратой или разглашением персональных данных Пользователя.
        </p>
        <h2>7. Ответственность</h2>
        <p class="text-justify">
            7.1. Администрация Сайта, не исполнившая свои обязательства, несет ответственность за убытки, понесенные Пользователем 
            в связи с неправомерным использованием персональных данных, в соответствии с законодательством Российской Федерации. <br><br>
            7.2. В случае утраты или разглашения конфиденциальной информации Администрация Сайта не несет ответственности, если 
            данная конфиденциальная информация:<br><br>
            - Стала публичным достоянием до ее утраты или разглашения.<br><br>
            - Была получена от третьей стороны до момента ее получения Администрацией Сайта.<br><br>
            - Была разглашена с согласия Пользователя.
        </p>
        <h2>8. Заключительные положения</h2>
        <p class="text-justify">
            8.1. Администрация Сайта вправе вносить изменения в настоящую Политику конфиденциальности без согласия Пользователя. <br><br>
            8.2. Новая Политика конфиденциальности вступает в силу с момента ее размещения на Сайте, если иное не предусмотрено новой 
            редакцией Политики конфиденциальности.<br><br>
            8.3. Все предложения или вопросы по настоящей Политике конфиденциальности следует сообщать на электронный адрес 
            zoomag@mail.com.<br><br>
            8.4. Действующая Политика конфиденциальности размещена на странице по адресу: <a class="privacy_policy text-xs sm:text-base" href="https://save1831.github.io/online_store/#/privacy-policy">https://save1831.github.io/online_store/#/privacy-policy</a>.
        </p>
    </div>
</template>


<script setup>

</script>


<style scoped>

</style>