<template>
    <div class="requisites-container mt-8 mb-3 bg-red-50 p-1 sm:p-5 border-round-2xl">
        <h1>Реквизиты</h1>
        <p>
            <strong>ВНИМАНИЕ! <br>
            Перед осуществлением платежа свяжитесь с администрацией магазина для определения точной суммы заказа (с учетом 
            <router-link to="/discounts">скидок</router-link>  
            и стоимости 
            <router-link to="/delivery">доставки</router-link>).</strong>
        </p>
        <h2>Реквизиты организации:</h2>
        <p>
            ZooМаг - Интернет-магазин товаров для животных. <br><br>
            ИП Иванов Иван Иванович<br>
            ИНН 0999999999<br><br>
            ОРГНИП 3333333333<br>
            Юр. адрес: 398046, РОССИЯ, КРАСНОДАРСКИЙ КРАЙ, Г КРАСНОДАР, Ставропольская Д99<br>
            Банк: АО "АЛЬФА-БАНК"<br>
            Р/с 777777777777777<br>
            БИК  6666666666<br>
            К/с 22222222222222<br><br>
            Назначение платежа: оплата заказа № ... (номер заказа вы получаете сразу после оформления заявки, все свои заказы вы 
            также можете увидеть в своем личном кабинете).<br>
            Сумма: ... руб. <br><br><br>
            Если данный способ оплаты является неподходящим для Вас, то сообщите нам по <a href="tel:+79998887766">телефону</a> или 
            воспользуйтесь <router-link to="/feedback">формой обратной связи</router-link>. Мы предложим Вам удобный способ оплаты, 
            если это возможно.
        </p>
    </div>
</template>


<script setup>

</script>


<style scoped>

</style>